{
    "Title" : "The Color of Law" , 
    "Format" : "ebook" , 
    "Author" : "Richard Rothstein" , 
    "Publisher" : "Liveright" , 
    "Release" : "02 May 2017" , 
    "Description" : "New York Times Bestseller • Notable Book of the Year • Editors' Choice Selection\nOne of Bill Gates' \"Amazing Books\" of the Year\nOne of Publishers Weekly's 10 Best Books of the Year\nLonglisted for the National Book Award for Nonfiction\nAn NPR Best Book of the Year\nWinner of the Hillman Prize for Nonfiction\nGold Winner • California Book Award (Nonfiction)\nFinalist • Los Angeles Times Book Prize (History)\nFinalist • Brooklyn Public Library Literary Prize\nThis \"powerful and disturbing history\" exposes how American governments deliberately imposed racial segregation on metropolitan areas nationwide (New York Times Book Review).\n \nWidely heralded as a \"masterful\" (Washington Post) and \"essential\" (Slate) history of the modern American metropolis, Richard Rothstein's The Color of Law offers \"the most forceful argument ever published on how federal, state, and local governments gave rise to and reinforced neighborhood segregation\" (William Julius Wilson). Exploding the myth of de facto segregation arising from private prejudice or the unintended consequences of economic forces, Rothstein describes how the American government systematically imposed residential segregation: with undisguised racial zoning; public housing that purposefully segregated previously mixed communities; subsidies for builders to create whites-only suburbs; tax exemptions for institutions that enforced segregation; and support for violent resistance to African Americans in white neighborhoods. A groundbreaking, \"virtually indispensable\" study that has already transformed our understanding of twentieth-century urban history (Chicago Daily Observer), The Color of Law forces us to face the obligation to remedy our unconstitutional past.\n                    \n...read more"
}{
    "Title" : "Racial Profiling" , 
    "Format" : "ebook" , 
    "Author" : "Alison Marie Behnke" , 
    "Publisher" : "Lerner Publishing Group" , 
    "Release" : "01 January 2017" , 
    "Description" : "In the United States, racial profiling affects thousands of Americans every day. Both individuals and institutions—such as law enforcement agencies, government bodies, and schools—routinely use race or ethnicity as grounds for suspecting someone of an offense.\n\nThe high-profile deaths of unarmed people of color at the hands of police officers have brought renewed national attention to racial profiling and have inspired grassroots activism from groups such as Black Lives Matter. Combining rigorous research with powerful personal stories, this insightful title explores the history, the many manifestations, and the consequences of this form of social injustice.\n\n...read more"
}{
    "Title" : "The 57 Bus" , 
    "Format" : "audiobook" , 
    "Author" : "Dashka Slater" , 
    "Narrator" : "Robin Miles" , 
    "Publisher" : "Recorded Books, Inc." , 
    "Release" : "30 October 2017" , 
    "Description" : "This riveting nonfiction book for teens about race, class, gender, crime, and punishment tells the true story of an agender teen who was set on fire by another teen while riding a bus in Oakland, California. One teenager in a skirt. One teenager with a lighter. One moment that changes both of their lives forever. If it weren't for the 57 bus, Sasha and Richard never would have met. Both were high school students from Oakland, California, one of the most diverse cities in the country, but they inhabited different worlds. Sasha, a white teen, lived in the middle-class foothills and attended a small private school. Richard, a black teen, lived in the crime-plagued flatlands and attended a large public one. Each day, their paths overlapped for a mere eight minutes. But one afternoon on the bus ride home from school, a single reckless act left Sasha severely burned, and Richard charged with two hate crimes and facing life imprisonment. The case garnered international attention, thrusting both teenagers into the spotlight.\n                    \n...read more"
}{
    "Title" : "How to Stay in Love" , 
    "Format" : "ebook" , 
    "Author" : "James J. Sexton" , 
    "Publisher" : "Henry Holt and Co." , 
    "Release" : "10 April 2018" , 
    "Description" : "Hard-hitting divorce lawyer James J. Sexton shares his insights and wisdom to help you reverse-engineer a healthy, fulfilling romantic relationship with How to Stay in Love.With two decades on the front lines of divorce Sexton has seen what makes formerly happy couples fall out of love and \"lose the plot\" of the story they were writing together. Now he reveals all of the \"what-not-to-dos\" for couples who want to build—and consistently work to preserve—a lasting, loving relationship. Sexton tells the unvarnished truth about love and marriage, diving straight into the most common issues that often arise from simple communication problems and relationships that develop by \"default\" instead of design. Though he deals constantly with the heartbreak of others, he still believes in romance and the transformative power of love. This book is his opportunity to use what he has learned from the mistakes of his clients to help individuals and couples find and preserve lasting connection.Previously published as If You're In My Office, It's Already Too Late.\n\n...read more"
}{
    "Title" : "Sonia Sotomayor" , 
    "Format" : "ebook" , 
    "Author" : "Sylvia Mendoza" , 
    "Publisher" : "Lerner Publishing Group" , 
    "Release" : "01 August 2019" , 
    "Description" : "Arguably one of the most prominent US Supreme Court Justices at the moment, Sonia Sotomayor has paved her own way to enact profound changes and reforms, despite the obstacles that stood in her way. And she certainly has had her share of adversity: she was diagnosed with diabetes when she was just eight years old, lived in housing projects in the Bronx in her youth, and fought (and still is fighting) against blatant discrimination throughout her career. Now in her early 60s, Justice Sotomayor has already made history in being appointed to the Court as the first Latina justice, the third woman justice, and one of the three youngest justices in this position.\n\n...read more"
}{
    "Title" : "The Dozier School for Boys" , 
    "Format" : "ebook" , 
    "Author" : "Elizabeth A. Murray, PhD" , 
    "Publisher" : "Lerner Publishing Group" , 
    "Release" : "03 September 2019" , 
    "Description" : "Some true crimes reveal themselves in bits and pieces over time. One such case is the Florida School for Boys, a.k.a. the Dozier School, a place where—rather than reforming the children in their care—school officials tortured, raped, and killed them. Opened in 1900, the school closed in 2011 after a Department of Justice investigation substantiated allegations of routine beatings and killings made by about 100 survivors. Thus far, forensic anthropologist Dr. Erin Kimmerle and her team from the University of South Florida have uncovered fifty-five sets of human remains. Follow this story of institutional abuse, the brave survivors who spoke their truth, and the scientists and others who brought it to light.\n\n...read more"
}